/*
 <codex>
 <abstract>Localized strings for the stuff in "Common.m".</abstract>
 </codex>
 */

/* prompt shown when user is required to authorize to read the license key */
"EBAS is trying to read its license key." = "EvenBetterAuthorizationSample versucht, seinen Lizenzschlüssel zu lesen.";

/* prompt shown when user is required to authorize to write the license key */
"EBAS is trying to write its license key." = "EvenBetterAuthorizationSample versucht, seinen Lizenzschlüssel zu speichern.";

/* prompt shown when user is required to authorize to start the web service */
"EBAS is trying to start its web service." = "EvenBetterAuthorizationSample versucht, seinen Webdienst zu starten.";
